const vadimElena = `
    Ребята, от имени нашей семьи хочу выразить благодарность вашей невероятной команде.
    Получили видео со дня нашей свадьбы, испытали просто бурю эмоций, как будто снова перенеслись в тот незабываемый день.
    Огромное спасибо каждому, кто принял участие в создании нашего крутого видео. Вы отличная команда, супер-профессионалы, вы просто лучшие. Спасибо!
`;

const maximKristina = `
    Рубен, добрый день. Не могу не выразить вам свою благодарность, не поделиться с вами своими эмоциями, которые меня переполняют.
    Всей семьей мы вчера перед телевизором просмотрели видео от вас.
    Мы в глубочайшем восторге, настолько все было великолепно.
    Муж плакал от счастья, мама плакала. Ну, в общем, невозможно было, настолько все сентиментально, трогательно.
    Огромное вам спасибо за то, что вы учли каждое наше пожелание, за то, что вы все сделали в срок.
    Все, что обещали - все сделали.
    Видео настолько классное, что оно переплюнуло даже наши ожидания.
    Все получилось гораздо лучше, чем мы думали, это на самом деле так.
    Вы уже не первое видео нам делаете, нам очень нравится, просто великолепно.
    Огромное спасибо вам, вашей команде за такую работу, вы настоящие профессионалы.
    Хочу еще также отметить, что было очень приятно работать с ребятами, с видеографами. Очень душевные, прекрасные люди, ну и, конечно же, профессионалы своего дела, поэтому еще раз вам огромное спасибо.
    Видео потрясающее, обязятально будем к вам еще обращаться за новыми вдео, новыми историями.
    Спасибо вам огромное, мы очень рады, нам очень все понравилось.
`;

const artemTatiana = `
    Добрый день, посмотрели фильм. Нам вообще очень понравилось, мы даже не думали, что настолько все круто получится.
    При просмотре фильма даже у меня, у человека довольно-таки неэмоционального, глаза на мокром месте были. Настолько круто передали все эмоции, что просто вообще кайф.
    Да, ребята, спасибо большое, потому что вот именно фильм - это будет, наверное, наша отдушина.
    Потому что все заминки, все, что не нравилось нам в декорациях впоследствии, в локации в самой, все "бе", в своей внешности - это просто все затмилось душевностью фильма.
    Нам всем понравилось, как он построен, как вставлены наши интервью, это вообще супер идея. То, что на протяжении фильма нитью идет наша вставка интервью.
    Все цвета, цветокоррекция - это прям вообще максимум, из того, что можно было выжать из этой локации и из нас самих, спасибо огромное.
    Фильм смотришь и понимаешь, что это прям отражение нашей пары: он такой нестандартный, не слишком, вроде и плаксивый-слезливый, но в то же время и такой задорный, и с юмором. То есть нам вообще, мы в восторге, спасибо огромное.
    Отдельное хочется сказать спасибо ребятам, которые с нами работали, потому что это вообще! Ваша команда - это будто друьзя на площадке: и обнимут, и оденут, и закутают, когда холодно. Очень комфортно работается, вообще супер-молодцы, желаем вам всего самого хорошего и процветания.
`;

const andreiVera = `
    Признаться, мы сначала вообще не собирались делать свадебное видео. Но потом посмотрели работы студии, и такие "а давайте!".
    Сначала согласились на SDE, а потом еще немножно подумали и решили, пусть будет и свадебный клип.
    Теперь, когда нам показали финальную работу, мы были в полном восторге. Как будто снова окунулись в этот день, прожили эти эмоции.
    Так здорово! Спасибо, ребята, за вашу работу. Мы преклоняемся перед вашим профессионализмом, очень здорово.
    Да, спасибо! Будем пересматривать еще не раз, вопреки ожиданиям
`;

const alexanrdJulia = `
    Я тебе хочу сказать спасибо за ребят, они большие умнички.
    Прогулка на лайте прошла, несмотря даже на погодные условия.
    И SDE ролик просто огонь-огнище. Он очень динамичный, он классный, все как мы хотели!
`;