const vadimElena = [
    {
        text: 'Ребята, от имени нашей семьи\n',
        time: 0,
    },
    {
        text: "хочу выразить благодарность\n",
        time: 0.9,
    },
    {
        text: "вашей невероятной команде!",
        time: 0.9,
    },
    {
        break: true,
        time: 2.6,
    },
    {
        text: "Получили видео со дня\n",
        time: 2.6,
    },
    {
        text: "нашей свадьбы, испытали\n",
        time: 4.8,
    },
    {
        text: "просто бурю эмоций\n",
        time: 4.8,
    },
    {
        break: true,
        time: 4.8,
    },
    {
        text: "как будто снова перенеслись\n",
        time: 5.5,
    },
    {
        text: "в тот незабываемый день.",
        time: 5.5,
    },
    {
        break: true,
        time: 6.8,
    },
    {
        text: "огромное спасибо каждому,\n",
        time: 6.9,
    },
    {
        text: "кто принял участие в создании\n",
        time: 8,
    },
    {
        text: "нашего крутого видео\n",
        time: 8,
    },
    {
        break: true,
        time: 8.8,
    },
    {
        text: "Вы отличная команда,\n",
        time: 6.9,
    },
    {
        text: "супер-профессионалы\n",
        time: 8,
    },
    {
        text: "вы просто лучшие. \n",
        time: 8,
    },
    {
        text: "Спасибо!\n",
        time: 8,
    },
];