const subs = {
    vadimElena: [
        {
            text: 'Ребята, от имени ',
            time: 0,
        },
        {
            text: 'нашей семьи ',
            time: 1.3,
        },
        {
            text: "хочу выразить благодарность\n",
            time: 2,
        },
        {
            break: true,
            time: 3.4,
        },
        {
            text: "вашей невероятной команде! ",
            time: 3.4,
        },
        {
            text: "Получили видео со дня нашей\n",
            time: 5.7,
        },
        {
            break: true,
            time: 7.4,
        },
        {
            text: "свадьбы, испытали\n",
            time: 7.4,
        },
        {
            text: "просто бурю эмоций\n",
            time: 8.7,
        },
        {
            text: "как будто снова",
            time: 10.1,
        },
        {
            break: true,
            time: 11,
        },
        {
            text: "перенеслись в тот\n",
            time: 11,
        },
        {
            text: "незабываемый день.\n",
            time: 12.1,
        },
        {
            text: "огромное спасибо",
            time: 13.4,
        },
        {
            break: true,
            time: 14.2,
        },
        {
            text: "каждому, кто принял\n",
            time: 14.2,
        },
        {
            text: "участие в создании\n",
            time: 15.6,
        },
        {
            text: "нашего крутого видео!\n",
            time: 16.6,
        },
        {
            break: true,
            time: 17.7,
        },
        {
            text: "Вы отличная команда,\n",
            time: 18.0,
        },
        {
            text: "супер-профессионалы\n",
            time: 19.8,
        },
        {
            text: "вы просто — лучшие. \n",
            time: 21,
        },
        {
            break: true,
            time: 22.6,
        },
        {
            text: "Спасибо!\n",
            time: 22.6,
        },
    ],
    andreiVera: [
        {
            text: 'Признаться, мы сначала ',
            time: 0,
        },
        {
            text: 'вообще не собирались делать',
            time: 1,
        },
        {
            break: true,
            time: 2.6,
        },
        {
            text: "свадебное видео.\n",
            time: 2.2,
        },
        {
            text: "Но потом посмотрели\n",
            time: 3.3,
        },
        {
            text: "работы студии, и такие",
            time: 4.8,
        },
        {
            break: true,
            time: 6.4,
        },
        {
            text: "«А давайте!». Сначала\n",
            time: 6.4,
        },
        {
            text: "согласились на SDE,\n",
            time: 7.8,
        },
        {
            text: "а потом еще немножно",
            time: 8.8,
        },
        {
            break: true,
            time: 10.8,
        },
        {
            text: "подумали и решили,\n",
            time: 10.8,
        },
        {
            text: "пусть будет и\n",
            time: 11.7,
        },
        {
            text: "свадебный клип.",
            time: 12.4,
        },
        {
            break: true,
            time: 13.2,
        },
        {
            text: "И теперь, когда нам\n",
            time: 13.2,
        },
        {
            text: "показали финальную\n",
            time: 15.5,
        },
        {
            text: "работу, мы были",
            time: 16.9,
        },
        {
            break: true,
            time: 18,
        },
        {
            text: "в полном восторге.\n",
            time: 18,
        },
        {
            text: "Как будто снова\n",
            time: 19.8,
        },
        {
            text: "окунулись в этот\n",
            time: 20.4,
        },
        {
            break: true,
            time: 21.4,
        },
        {
            text: "день, прожили эти\n",
            time: 21.4,
        },
        {
            text: "эмоции. Так здорово!\n",
            time: 23,
        },
        {
            text: "Спасибо, ребята, \n",
            time: 25.2,
        },
        {
            break: true,
            time: 26,
        },
        {
            text: "за вашу работу.\n",
            time: 26,
        },
        {
            text: "Мы преклоняемся\n",
            time: 28.2,
        },
        {
            text: "перед вашим\n",
            time: 29.6,
        },
        {
            break: true,
            time: 31.1,
        },
        {
            text: "профессионализмом.\n",
            time: 31.1,
        },
        {
            text: "Очень здорово!\n",
            time: 32,
        },
        {
            text: "Да, спасибо! Будем\n",
            time: 33,
        },
        {
            break: true,
            time: 34.8,
        },
        {
            text: "пересматривать еще\n",
            time: 34.8,
        },
        {
            text: "не раз, вопреки\n",
            time: 35.3,
        },
        {
            text: "ожиданиям.",
            time: 36.8,
        },
    ],
    artemTatiana: [
        {
            text: 'Добрый день, посмотрели фильм.\n',
            time: 0,
        },
        {
            text: 'Нам вообще очень\n',
            time: 1.4,
        },
        {
            break: true,
            time: 2.3,
        },
        {
            text: "понравилось, мы даже\n",
            time: 2.3,
        },
        {
            text: "не думали, что\n",
            time: 3.6,
        },
        {
            text: "настолько все круто",
            time: 4.2,
        },
        {
            break: true,
            time: 4.9,
        },
        {
            text: "получится. При\n",
            time: 4.9,
        },
        {
            text: "просмотре этого\n",
            time: 5.7,
        },
        {
            text: "фильма даже у меня,",
            time: 6.5,
        },
        {
            break: true,
            time: 8.3,
        },
        {
            text: "у человека довольно-\n",
            time: 8.3,
        },
        {
            text: "таки неэмоциональ-\n",
            time: 9,
        },
        {
            text: "ного глаза на мокром",
            time: 9.7,
        },
        {
            break: true,
            time: 11,
        },
        {
            text: "месте были. Настолько\n",
            time: 11,
        },
        {
            text: "круто передали все\n",
            time: 12.4,
        },
        {
            text: "эмоции, что просто",
            time: 13.5,
        },
        {
            break: true,
            time: 14,
        },
        {
            text: "вообще кайф. Да,\n",
            time: 14,
        },
        {
            text: "ребята, спасибо\n",
            time: 15.4,
        },
        {
            text: "большое, потому что\n",
            time: 16.2,
        },
        {
            break: true,
            time: 17.2,
        },
        {
            text: "вот именно фильм\n",
            time: 17.2,
        },
        {
            text: "это будет, наверное,\n",
            time: 18.3,
        },
        {
            text: "наша отдушина. \n",
            time: 19.2,
        },
        {
            break: true,
            time: 20.3,
        },
        {
            text: "Потому что все\n",
            time: 20.3,
        },
        {
            text: "заминки, все, что\n",
            time: 21,
        },
        {
            text: "не нравилось нам\n",
            time: 22,
        },
        {
            break: true,
            time: 22.6,
        },
        {
            text: "в декорациях\n",
            time: 22.6,
        },
        {
            text: "в последствии,\n",
            time: 23.5,
        },
        {
            text: "в локации в самой,\n",
            time: 24.2,
        },
        {
            break: true,
            time: 25.2,
        },
        {
            text: "в себе, в своей\n",
            time: 25.2,
        },
        {
            text: "внешности, это просто\n",
            time: 26.7,
        },
        {
            text: "все затмилось",
            time: 27.6,
        },
        {
            break: true,
            time: 28.2,
        },
        {
            text: "душевностью фильма.\n",
            time: 28.2,
        },
        {
            text: "Нам всем понравилось,\n",
            time: 29.8,
        },
        {
            text: "как он построен,",
            time: 30.7,
        },
        {
            break: true,
            time: 31.6,
        },
        {
            text: "как вставлены наши\n",
            time: 31.6,
        },
        {
            text: "интервью, это вообще\n",
            time: 32.7,
        },
        {
            text: "супер-идея. То, что",
            time: 33.7,
        },
        {
            break: true,
            time: 34.7,
        },
        {
            text: "на протяжении фильма\n",
            time: 34.7,
        },
        {
            text: "нитью идет наша\n",
            time: 36.2,
        },
        {
            text: "вставка интервью.",
            time: 37,
        },
        {
            break: true,
            time: 38.2,
        },
        {
            text: "Все цвета, цвето-\n",
            time: 38.2,
        },
        {
            text: "коррекция — это прям\n",
            time: 39.1,
        },
        {
            text: "вообще максимум",
            time: 40.4,
        },
        {
            break: true,
            time: 41,
        },
        {
            text: "из того, что можно\n",
            time: 41,
        },
        {
            text: "было выжать из этой\n",
            time: 41.9,
        },
        {
            text: "локации и из нас самих.",
            time: 42.8,
        },
        {
            break: true,
            time: 44.6,
        },
        {
            text: "Спасибо огромное.\n",
            time: 44.6,
        },
        {
            text: "Фильм смотришь и\n",
            time: 46,
        },
        {
            text: "понимаешь, что это",
            time: 46.8,
        },
        {
            break: true,
            time: 47.8,
        },
        {
            text: "прям отражение нашей\n",
            time: 47.8,
        },
        {
            text: "пары: он такой\n",
            time: 48.9,
        },
        {
            text: "нестандартный,",
            time: 49.5,
        },
        {
            break: true,
            time: 50.3,
        },
        {
            text: "не слишком, вроде, и\n",
            time: 50.3,
        },
        {
            text: "плаксивый-слезливый,\n",
            time: 52,
        },
        {
            text: "но в то же время и",
            time: 53.3,
        },
        {
            break: true,
            time: 54.3,
        },
        {
            text: "такой задорный,\n",
            time: 54.3,
        },
        {
            text: "и с юмором. То есть\n",
            time: 55.3,
        },
        {
            text: "нам вообще, мы",
            time: 56.9,
        },
        {
            break: true,
            time: 57.7,
        },
        {
            text: "в восторге, спасибо\n",
            time: 57.7,
        },
        {
            text: "огромное. Отдельное\n",
            time: 58.8,
        },
        {
            text: "хочется сказать",
            time: 60.2,
        },
        {
            break: true,
            time: 60.7,
        },
        {
            text: "спасибо ребятам,\n",
            time: 60.7,
        },
        {
            text: "которые с нами\n",
            time: 61.6,
        },
        {
            text: "работали, потому что\n",
            time: 62.5,
        },
        {
            break: true,
            time: 63.7,
        },
        {
            text: "это вообще! Ваша\n",
            time: 63.7,
        },
        {
            text: "команда это будто\n",
            time: 64.8,
        },
        {
            text: "друзья на площадке:\n",
            time: 66.4,
        },
        {
            break: true,
            time: 67.4,
        },
        {
            text: "и обнимут, и оденут,\n",
            time: 67.4,
        },
        {
            text: "и закутают, когда\n",
            time: 69,
        },
        {
            text: "холодно. Очень\n",
            time: 70.1,
        },
        {
            break: true,
            time: 71.6,
        },
        {
            text: "комфортно работается,\n",
            time: 71.6,
        },
        {
            text: "вообще супер-молодцы. Желаем\n",
            time: 73,
        },
        {
            break: true,
            time: 74.8,
        },
        {
            text: "вам всего самого\n",
            time: 74.8,
        },
        {
            text: "хорошего и процветания.\n",
            time: 75.6,
        },
    ],
    maximKristina: [
        {
            text: 'Рубен, добрый день.\n',
            time: 0,
        },
        {
            text: 'Не могу не выразить\n',
            time: 1.7,
        },
        {
            text: 'вам свою',
            time: 2.4,
        },
        {
            break: true,
            time: 2.9,
        },
        {
            text: "благодарность,\n",
            time: 2.9,
        },
        {
            text: "не поделиться с вами\n",
            time: 4,
        },
        {
            text: "своими эмоциями,",
            time: 5.1,
        },
        {
            break: true,
            time: 6,
        },
        {
            text: "которые меня пере-\n",
            time: 6,
        },
        {
            text: "полняют. Всей семьей\n",
            time: 6.7,
        },
        {
            text: "мы вчера перед",
            time: 8.3,
        },
        {
            break: true,
            time: 9.4,
        },
        {
            text: "телевизором просмо-\n",
            time: 9.4,
        },
        {
            text: "трели видео от вас.\n",
            time: 10.4,
        },
        {
            text: "Мы в глубочайшем",
            time: 12,
        },
        {
            break: true,
            time: 13.6,
        },
        {
            text: "восторге, настолько\n",
            time: 13.6,
        },
        {
            text: "все было великолепно.\n",
            time: 15.5,
        },
        {
            text: "Муж плакал от счастья,",
            time: 17.6,
        },
        {
            break: true,
            time: 19.3,
        },
        {
            text: "мама плакала. Ну,\n",
            time: 19.3,
        },
        {
            text: "в общем, невозможно\n",
            time: 20.4,
        },
        {
            text: "было, настолько все\n",
            time: 21.5,
        },
        {
            break: true,
            time: 22.6,
        },
        {
            text: "сентиментально,\n",
            time: 22.6,
        },
        {
            text: "трогательно. Огромное\n",
            time: 23.8,
        },
        {
            text: "вам спасибо за то, \n",
            time: 25.2,
        },
        {
            break: true,
            time: 26,
        },
        {
            text: "что вы учли каждое\n",
            time: 26,
        },
        {
            text: "наше пожелание, за то,\n",
            time: 27,
        },
        {
            text: "что вы все сделали\n",
            time: 28.8,
        },
        {
            break: true,
            time: 29.8,
        },
        {
            text: "в срок. Все, что\n",
            time: 29.8,
        },
        {
            text: "обещали — все сделали.\n",
            time: 30.9,
        },
        {
            text: "Видео настолько\n",
            time: 32.8,
        },
        {
            break: true,
            time: 34.3,
        },
        {
            text: "классное, что оно\n",
            time: 34.3,
        },
        {
            text: "переплюнуло даже\n",
            time: 35.4,
        },
        {
            text: "наши ожидания.",
            time: 36.5,
        },
        {
            break: true,
            time: 37.7,
        },
        {
            text: "Все получилось\n",
            time: 37.7,
        },
        {
            text: "гораздо лучше, чем\n",
            time: 38.5,
        },
        {
            text: "мы думали, это",
            time: 39.3,
        },
        {
            break: true,
            time: 40.6,
        },
        {
            text: "на самом деле так.\n",
            time: 40.6,
        },
        {
            text: "Вы уже не первое\n",
            time: 41.7,
        },
        {
            text: "видео нам делаете,",
            time: 42.4,
        },
        {
            break: true,
            time: 44,
        },
        {
            text: "нам очень нравится,\n",
            time: 44,
        },
        {
            text: "просто великолепно.\n",
            time: 45.8,
        },
        {
            text: "Огромное спасибо вам,",
            time: 47.1,
        },
        {
            break: true,
            time: 48.4,
        },
        {
            text: "вашей команде за\n",
            time: 48.4,
        },
        {
            text: "такую работу, вы\n",
            time: 49.4,
        },
        {
            text: "настоящие",
            time: 50.3,
        },
        {
            break: true,
            time: 50.9,
        },
        {
            text: "профессионалы. Хочу\n",
            time: 50.9,
        },
        {
            text: "еще также отметить,\n",
            time: 52,
        },
        {
            text: "что было очень приятно",
            time: 53.1,
        },
        {
            break: true,
            time: 54.4,
        },
        {
            text: "работать с ребятами,\n",
            time: 54.4,
        },
        {
            text: "с видеографами. Очень\n",
            time: 55.4,
        },
        {
            text: "душевные, прекрасные",
            time: 57.1,
        },
        {
            break: true,
            time: 58.2,
        },
        {
            text: "люди, ну и, конечно же\n",
            time: 58.2,
        },
        {
            text: "профессионалы своего\n",
            time: 60.2,
        },
        {
            text: "дела. Поэтому еще раз",
            time: 61.2,
        },
        {
            break: true,
            time: 62.8,
        },
        {
            text: "вам огромное спасибо.\n",
            time: 62.8,
        },
        {
            text: "Видео потрясающее,\n",
            time: 64.2,
        },
        {
            text: "обязятально будем",
            time: 65.3,
        },
        {
            break: true,
            time: 66.2,
        },
        {
            text: "к вам еще обращаться\n",
            time: 66.2,
        },
        {
            text: "за новыми видео,\n",
            time: 67.7,
        },
        {
            text: "новыми историями.",
            time: 69.4,
        },
        {
            break: true,
            time: 70.9,
        },
        {
            text: "Спасибо вам огромное,\n",
            time: 70.9,
        },
        {
            text: "мы очень рады, нам\n",
            time: 72.1,
        },
        {
            text: "очень все понравилось.",
            time: 73.2,
        },
    ],
    alexandrJulia: [
        {
            text: 'Я тебе хочу сказать\n',
            time: 0,
        },
        {
            text: 'спасибо за ребят,\n',
            time: 1,
        },
        {
            text: 'они большие умнички.',
            time: 2.3,
        },
        {
            break: true,
            time: 3.7,
        },
        {
            text: "Прогулка на лайте\n",
            time: 3.7,
        },
        {
            text: "прошла, несмотря даже\n",
            time: 4.5,
        },
        {
            text: "на погодные условия.",
            time: 6.8,
        },
        {
            break: true,
            time: 8.6,
        },
        {
            text: "И SDE ролик просто\n",
            time: 8.6,
        },
        {
            text: "огонь-огнище.\n",
            time: 11.5,
        },
        {
            text: "Он очень динамичный,",
            time: 12.6,
        },
        {
            break: true,
            time: 14.4,
        },
        {
            text: "он классный,\n",
            time: 14.4,
        },
        {
            text: "все как мы хотели!\n",
            time: 15.5,
        },
    ],
};